Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/forskning-og-hoeyere-utdanning.html.tmx
Source language: nob
Languages: sma

source: Forskning og høyere utdanning / Opplæring / Forsiden - Sametinget
sma: Dotkeme jïh jollebe ööhpehtimmie / Lïerehtimmie / Saemiedigkie - Sametinget

source: Søk tilskudd
sma: Ohtsh dåarjoem

source: Forskning og høyere utdanning
sma: Dotkeme jïh jollebe ööhpehtimmie

source: Forskning og satsing på høyere utdanning er viktig for bevaring, styrking og utvikling av det samiske samfunn.
sma: Dotkeme jïh jollebe ööhpehtimmie leah vihkeles gorredimmien, nænnoestimmien jïh evtiedimmien gaavhtan dehtie saemien siebriedahkeste.

source: Sametinget ser behov for forskningsbasert kunnskap i forvaltning og politisk utvikling.
sma: Saemiedigkie vuajna daerpies daajroem dotkemistie utnedh gosse byjjenimmie- jïh lïerehtimmiepolitihkine barka.

source: Det er viktig å videreutvikle samisk som forskningsspråk.
sma: Vihkeles saemien dotkemegïeline evtiedidh.

source: Det er også viktig å legge til rette for og motivere flere samer til å bli forskere og forske i eget samfunn, samt å få innhold om samiske forhold/på samisk i eksisterende profesjonsutdanninger.
sma: Aaj vihkeles sjïehteladtedh jïh jienebh saemieh skreejrehtidh dotkijinie sjïdtedh, jïh jïjtse siebriedahkesne dotkedh.

source: Ansvarlig politiker
sma: Politihkere gïen diedte

source: Aktuelt
sma: Daaletje

source: Verdens mest kjente urfolksforsker kommer til Sápmi
sma: Veartenen damtasommes aalkoealmetjedotkije Saepmien gåajkoe båata

source: AIEC2016, Arktiske urfolks udanningskonferanse arrangeres i Kautokeino 14.-1...
sma: AIEC2016, Arktiske aalkoealmetji ööhpehtimmiekonferanse Guovdageaidnusne öör...

source: Flere lærere
sma: Lohkh jienebh

source: Sameti... Les mer
sma: Lohkh jienebh

source: Vis alle saker
sma: Vuesieh gaajkesh saakh

source: Vi ser også viktigheten av å utvikle større og mer stabile fagmiljøer for samisk forskning og høyere utdanning, der et samisk helhetsperspektiv blir ivaretatt.
sma: Mijjieh aaj vuejnebe vihkeles stuerebe jïh vielie staabijle faagebyjresh evtiedidh saemien dotkemasse jïh jollebe ööhpehtæmman, gusnie akte saemien ållesth perspektijve gorresåvva.

source: At Samisk høgskole utvikles til et urfolksuniversitet vil være et ledd i denne prosessen.
sma: Akte bielie daennie prosessesne sæjhta årrodh Saemien jilleskuvlem aalkoealmetjeuniversiteetine evtiedidh.

source: Det vil samtidig stå sentralt å jobbe videre for at det samiske perspektivet kommer inn i all høyere utdanning i Norge.
sma: Seamma tïjjen sæjhta vihkeles årrodh dam saemien perspektijvem sjïehtesjidh gaajhkine jollebe ööhpehtimmine Nöörjesne.

source: Sametinget driver ikke selv med forskning, men ser viktigheten av den kunnskapen forskning både i og utenfor det samiske samfunnet vil gi.
sma: Saemiedigkie ij jïjtse dotkeminie gïehtelh, men vuajna dïhte daajroe maam dotkeme vadta lea vihkeles dovne saemien siebriedahkesne jïh ålkolen.

source: Sametinget jobber for:
sma: Saemiedigkie sæjhta:

source: At det samiske perspektivet ivaretas i forskningsfelt der det er naturlig
sma: Gaajhke jollebe ööhpehtimmie jïh dotkeme dam saemien perspektijvem gorrede

source: At høyere utdanning også skal tilbys på samisk
sma: Saemien Jilleskuvle aalkoealmetjeuniversiteetine evtiesåvva

source: at Sámi Allaskuvla/Samisk Høgskole utvikles til et urfolksuniversitet med tilbudet det innebærer
sma: Vihkeles saemien dotkemegïeline guhkiebasse evtiedidh.

source: Sametinget ser behov for forskningsbasert kunnskap i forvaltning og politisk utvikling
sma: Aaj vihkeles sjïehteladtedh jïh jienebh saemieh skreejrehtidh dotkijinie sjïdtedh, jïh jïjtse siebriedahkesne dotkedh.
